ccimage.jsonviewer-1.5.2
davidanson.vscode-markdownlint-0.61.2
esbenp.prettier-vscode-12.4.0
mechatroner.rainbow-csv-3.24.1
ms-azure-devops.azure-pipelines-1.261.1
ms-azuretools.vscode-azure-github-copilot-1.0.201-win32-x64
ms-azuretools.vscode-azure-mcp-server-2.0.43-win32-x64
ms-azuretools.vscode-azureresourcegroups-0.12.4
ms-azuretools.vscode-bicep-0.43.8
ms-dotnettools.vscode-dotnet-runtime-3.0.0
ms-python.black-formatter-2026.4.0
ms-python.debugpy-2026.6.0-win32-x64
ms-python.pylint-2026.4.0
ms-python.python-2026.4.0-win32-x64
ms-python.vscode-pylance-2026.2.1
ms-python.vscode-python-envs-1.30.0-win32-x64
ms-vscode-remote.remote-wsl-0.104.3
ms-vscode.powershell-2025.4.0
openai.chatgpt-26.429.30905-win32-x64
redhat.vscode-yaml-1.22.0
usernamehw.errorlens-3.28.0
